Repository: Bewin-btw/NYC_CPMD
Catalog: lib/l10n/app_*.arb
Languages: kk

# appTitle
source: Truth or Dare
kk: Шындық немесе Іс-әрекет

# aboutTitle
source: About This App
kk: Қосымша туралы

source: Start Game
kk: Ойынды бастау

# gameDescription
source: Truth or Action is an engaging party game app that brings friends and family closer through fun and unexpected challenges. Whether you're at a party, a sleepover, or just hanging out, this app offers a variety of daring actions and thought-provoking truths to break the ice, spark laughter, and create memorable moments. With multiple categories, customizable options, and support for different languages, it's the perfect way to spice up any gathering!
kk: Шындық немесе Әрекет — достарыңызбен және жақындарыңызбен қызықты әрі көңілді уақыт өткізуге арналған ерекше ойын. Бұл қосымша арқылы сіздер күлкіге, батыл тапсырмаларға және жақынырақ танысуға толы сәттерді бастан өткересіздер. Кез келген басқосу үшін тамаша таңдау!

source: 👥 Credits
kk: 👥 Авторлар

# developedBy
source: Developed by Aktaev Erik, Mukanova Alana, Amanbekova Aruzhan, Yermek Daulet In the scope of the course “Crossplatform Development” at Astana IT University. Mentor (Teacher): Assistant Professor Abzal Kyzyrkanov
kk: Құрастырғандар: Ақтаев Ерик, Мұқанова Алана, Аманбекова Аружан, Ермек Даулет Astana IT University-де өткен «Кроссплатформалық әзірлеу» курсы аясында. Жетекші (оқытушы): доцент Абзал Қызырқанов

# itemRemoved
source: Item {title} removed
kk: {title} элементі өшірілді

source: Undo
kk: Болдырмау

source: Toggle visibility
kk: Көрсету/Жасыру

source: About
kk: Бағдарлама туралы

# doubleTap
source: Double tapped
kk: Қос түрту

source: Language Settings
kk: Тіл баптаулары

source: Truth
kk: Шындық

source: Dare
kk: Әрекет

# chooseAction
source: Choose Truth or Dare
kk: Шындықты немесе әрекетті таңда

# noCategories
source: No categories available
kk: Қолжетімді санаттар жоқ

# settingsTitle
source: Settings
kk: Баптаулар

source: Dark Theme
kk: Қараңғы тақырып

source: Language
kk: Тіл

source: Background Music
kk: Фондық музыка
